знак = input('\n Виберіть символ(+, -, *, /): ')  # Просить вибрати дію.

a = float(input("\n Введіть перше число: "))  # Просить ввести перше число
b = float(input(" Введіть друге число: "))  # Просить ввести друге число

if знак == "+":  # Якщо знак "+"
    c = a + b  # Виконати дію "+"
    print("\n Результат: " + str(c)) # Результат

elif знак == "-":  # якщо знак "-"
    c = a - b  # Виконати дію з "-"
    print("\n результат: " + str(c))  # Результат

elif знак =="*": #Якщо знак "*"
    c = a * b #Виконати дію з "*"
    print("\n Результат: " + str(c))

elif знак == "/":  # Якщо знак "/"
    c = a / b  # Виконати дію з "/"
    print("\n Результат: " + str(c))

else:
    print("\n Вибрано неправильний символ! ")  # Якщо неправильно вибрана дія висвічує це повідомлення.

    # \n = переносить рядок на один ряд вниз.
